{"config": {"name": "sequential_1", "layers": [{"config": {"bias_regularizer": null, "name": "dense_1", "use_bias": true, "activation": "linear", "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "batch_input_shape": [null, 12], "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "units": 12, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "name": "dense_2", "use_bias": true, "activation": "linear", "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "units": 8, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "name": "dense_3", "use_bias": true, "activation": "linear", "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "units": 12, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}]}, "keras_version": "2.3.1", "class_name": "Sequential", "backend": "tensorflow"}